agda
agda-stdlib
alsa-utils
arandr
aria2
aspell
aspell-en
atool
aurvote
base-devel
cabal-install
chromium
dmenu2
emacs
exiv2
fonts-meta-extended-lt
ghc
gimp
git
gzip
haskell-hlint
haskell-hscolour
hasktags
i3
idris
intel-ucode
iotop
keybase
lxappearance
mimeo
mpv
neovim
ntp
pandoc
paper-gtk-theme-git
paper-icon-theme-git
pavucontrol
peerflix
pulseaudio
pulseaudio-alsa
pulseaudio-ctl
pv
ranger
redshift
ripgrep
rxvt-unicode
screenfetch
scrot
shellcheck
stack
sudo
sysbench
tlp
tor
ttf-iosevka
unrar
unzip
urxvt-perls
wpa_supplicant
xbindkeys
xcursor-openzone
xdg-utils-mimeo
xdot
xf86-input-synaptics
yaourt
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zsh
